Repository: hinduCoder/CitadelsNew
Catalog: Citadels.Client.Telegram/Resources/Strings.*.resx
Languages: ru_ru

# AvailableCharacters
source: Available heroes
ru_ru: Доступные герои

source: Cancel registration
ru_ru: Отменить регистрацию

# GameCancelled
source: The game has been cancelled
ru_ru: Игра отменена

# GameDoesNotExist
source: The game doesn't exist anymore
ru_ru: Этой игры больше не существует

# GameHasAlreadyStarted
source: The game has already started
ru_ru: Игра уже начата

# GameInvitaion
source: Let's play Citadels
ru_ru: Давай поиграем в Цитадели

# GameLinkText
source: Click to join the game
ru_ru: Нажми, чтобы присоединиться к игре

source: Rules
ru_ru: Правила

# RulesLink
source: https://images.zmangames.com/filer_public/d3/b0/d3b00592-62fa-409a-b5c6-3364e972955f/wr01_citadels_classic_rules.pdf
ru_ru: https://www.mosigra.ru/download/%D0%9F%D1%80%D0%B0%D0%B2%D0%B8%D0%BB%D0%B0/citadels_classic_rules.pdf

# Speaking
source: is speaking
ru_ru: говорит

source: Start
ru_ru: Начать

source: Start new game
ru_ru: Начать новую игру

# UnavailableCharacters
source: Discarded heroes
ru_ru: Сброшенные герои

# Welcome
source: Welcome to the game
ru_ru: Добро пожаловать в игру

# CharacterName1
source: Assasin
ru_ru: Ассасин

# CharacterDescription1
source: Call the name of another character whom you wish to kill. When the killed character is called, he must remain silent and skip his entire turn
ru_ru: Можете назвать персонажа, которого хотите убить. Когда его вызывают, его владелец молчит. Ход убитого персонажа пропускается

# CharacterName2
source: Thief
ru_ru: Вор

# CharacterDescription2
source: Call the name of another character whom you wish to rob. When a player reveals that character, you immediately take all of his gold
ru_ru: Можете назвать персонажа, которого хотите обворовать. Когда этого персонажа вызывают, заберите у его владельца всё золото

# CharacterName3
source: Magician
ru_ru: Чародей

# CharacterDescription3
source: Exchange your entire hand of cards with another playerâ€™s hand of cards OR discard any number of cards to gain an equal number of cards from the district deck
ru_ru: Можете либо обменять все карты с руки на карты с руки другого игрока, либо вернуть сколько угодно карт с руки под колоду кварталов и взять из неё столько же новых

# CharacterName4
source: King
ru_ru: Король

# CharacterDescription4
source: You gain one gold for each noble district in your city. At some point during your turn, you must take the crown
ru_ru: Когда вызывают короля, можете тут же взять корону. Получите 1 золотой за каждый ваш дворянский квартал

# CharacterName5
source: Bishop
ru_ru: Епископ

# CharacterDescription5
source: You gain one gold for each religious district in your city. During this round, the Warlord cannot destroy your districts
ru_ru: Кондотьер не может разрушить ваши кварталы. Получите 1 золотой за каждый ваш церковный квартал

# CharacterName6
source: Merchant
ru_ru: Купец

# CharacterDescription6
source: You gain one gold for each trade district in your city. You gain one extra gold
ru_ru: Получите 1 дополнительный золотой. Получите 1 золотой за каждый ваш торговый квартал

# CharacterName7
source: Architect
ru_ru: Зодчий

# CharacterDescription7
source: Gain two extra cards. You can build up to three districts
ru_ru: Возьмите 2 дополнительные карты кварталов из колоды. Можете построить 3 квартала или меньше

# CharacterName8
source: Warlord
ru_ru: Кондотьер

# CharacterDescription8
source: You gain one gold for each military district in your city. You can destroy one district of your choice by paying one fewer gold than its building cost
ru_ru: Можете разрушить 1 квартал по вашему выбору, заплатив в банк на 1 золотой меньше стоимости квартала. Получите 1 золотой за каждый ваш воинский квартал

# DraftEnded
source: Draft has been finished
ru_ru: Драфт окончин

# DraftStarted
source: Draft has been started
ru_ru: Начинаем драфт

# OnlyHostCanStart
source: Only host can start the game
ru_ru: Начать игру может только организатор

# ChoosingCharacter
source: {0} is choosing a hero
ru_ru: {0} выбирает героя

# GatherCoins
source: Take 2 coins
ru_ru: Взять 2 монеты

# GatherDistrict
source: Take a district
ru_ru: Взять квартал

# CancelGame
source: Cancel the game
ru_ru: Отменить игру
